{
    "navbar": {
        "navigation": [
            "Главная",
            "Курсы",
            "Менторы",
            "События",
            "FAQ"
        ],
        "authorization": [
            "Войти",
            "Регистрация"
        ]
    },
    "header": {
        "titles": [
            "Актуальные программы обучения",
            "Поддержка наставников",
            "Гибкость и комфорт",
            "Сообщество единомышленников"
        ]
    },
    "about": {
        "title": "Для кого предназначена программа",
        "subtitleLeft": "Вы отлично впишетесь, если:",
        "subtitleRight": "Программа НЕ подойдёт если:",
        "left": [
            "Вы стремитесь к успеху. Наши программы разработаны с учётом требований рынка, и мы поможем вам выстроить навыки, которые приведут вас к карьере мечты.",
            "Вы цените практический опыт. Вместо сухой теории, мы ориентированы на реальные проекты, которые можно добавить в портфолио.",
            "Вы открыты к постоянному обучению и развитию. В IT важна способность адаптироваться, и с нами вы всегда будете в курсе новейших технологий."
        ],
        "right": [
            "Вы не готовы посвящать время обучению. Освоение новых знаний требует времени и энергии, и успех в первую очередь зависит от вашей вовлеченности.",
            "Вы не заинтересованы в применении практических навыков. Наши программы предназначены для тех, кто готов погрузиться в реальные задачи и активно использовать полученные знания.",
            "Вы ищете готовые решения. В IT важно умение самостоятельно решать задачи и адаптироваться к новому; StartIT.uz создан для тех, кто готов расти и развиваться."
        ]
    },
    "reviews": {
        "slides": [
            {
                "name": "Наргиза",
                "role": "студент курса «Веб-разработка»",
                "text": "Здесь я получаю качественное образование по доступной цене."
            },
            {
                "name": "Гульнор",
                "role": "студент курса «Разработка на Python»",
                "text": "Мне нравится, как курсы интегрируют теорию с практическими заданиями"
            },
            {
                "name": "Шерзод",
                "role": "студент курса «UI/UX Дизайн»",
                "text": "«StartIT.uz даёт сильный старт. Здесь не просто учат, а готовят к реальной работе. Знания, которые я получил, уже помогают мне на собеседованиях!»"
            },
            {
                "name": "Саодат",
                "role": "студент курса «Data Science»",
                "text": "Платформа позволяет мне учиться в своём темпе и в удобное для меня время."
            }
        ]
    },
    "form": {
        "title": "Свяжитесь с нами",
        "inputName": "Полное имя",
        "inputMessage": "Отправить сообщение",
        "button": "Отправить"
    },
    "courses": {
        "title": "Курсы",
        "mentor": "Ментор курса:",
        "lessonCount": "Количество уроков:",
        "lessonLink": "Перейти на страницу курса"
    }
}